<!DOCTYPE html>
<html lang="en">

    <head>
        <meta charset="utf-8">
        <meta content="width=device-width, initial-scale=1.0" name="viewport">

        <title>The Nóbrega Tech</title>
        <meta content name="description">
        <meta content name="keywords">

        <!-- Favicons -->
        <link href="assets/img/favicon.ico" rel="icon">
        <link href="assets/img/apple-touch-icon.png" rel="apple-touch-icon">

        <!-- Google Fonts -->
        <link
            href="https://fonts.googleapis.com/css?family=Open+Sans:300,300i,400,400i,600,600i,700,700i|Raleway:300,300i,400,400i,500,500i,600,600i,700,700i|Poppins:300,300i,400,400i,500,500i,600,600i,700,700i"
            rel="stylesheet">
        <script async
            src="https://www.googletagmanager.com/gtag/js?id=G-85YGPV16VN"></script>
        <script>
    window.dataLayer = window.dataLayer || [];
    function gtag(){dataLayer.push(arguments);}
    gtag('js',new Date());gtag('config','G-85YGPV16VN');
    function goBack() {
        window.history.back();
    }
  </script>
    <style>
        body {
            background-image: url('assets/img/privacypolice.png');
            background-repeat: no-repeat;
            background-attachment: fixed;
            background-size: cover;
            position: relative;
            color: white; /* Define a cor do texto como branca */
            text-shadow: 1px 1px 1px rgba(0, 0, 0, 0.7);
        }

        /* Sobreposição escura para melhorar a legibilidade */
        body::before {
            content: "";
            position: absolute;
            top: 0;
            left: 0;
            width: 100%;
            height: 100%;
            background: rgba(0, 0, 0, 0.5); /* Ajuste o último valor (0.5) para a opacidade desejada */
            z-index: -1; /* Coloca a sobreposição atrás do conteúdo */
        }
       p.big {
            line-height: 1.8;
            
        }
        ul>li {
            line-height: 1.8;
            
        }
        .back-button {
            position: fixed;
            bottom: 10px;
            left: 10px;
            background-color: #3498db; /* Cor de fundo do botão */
            color: white;
            padding: 10px 20px;
            border: none;
            border-radius: 5px;
            font-size: 16px;
            cursor: pointer;
            transition: background-color 0.3s;
        }

        .back-button:hover {
            background-color: #2980b9; /* Cor de fundo ao passar o mouse sobre o botão */
        }
    </style>
    </head>
    <body>
        <html>
            <h1>Pol&iacute;tica de Privacidade - "THE N&oacute;brega Tech"</h1>
        <p class="big" "text-align: justify;">
            A privacidade e a prote&ccedil;&atilde;o dos dados pessoais de
        visitantes de nossas m&iacute;dias digitais, assimcomo a
        transpar&ecirc;ncia no processo de tratamento dessas
        Informa&ccedil;&otilde;es, &eacute; muito importantepara
        nosso projeto pol&iacute;tico. Ao consentir o uso de cookies, de
        acordo com os termos destapol&iacute;tica, ao acessar o
        site pela primeira vez, os usu&aacute;rios nos autorizar a usar
        a tecnologia decoleta de dados toda vez que acessam nosso
        site. Neste documento, explicamos porquecoletamos
        Informa&ccedil;&otilde;es pessoais e o que fazemos para
        mant&ecirc;-las seguras.</p>

        <ol>
            <li>Coleta de Informa&ccedil;&otilde;es pessoais
                <p class="big">
                    Os seguintes tipos de Informa&ccedil;&otilde;es pessoais podem ser coletados,armazenados e usados:
                </p>
                <ul>
                    <li> Informa&ccedil;&otilde;es sobre o seu computador, incluindo seu endere&ccedil;o IP, localiza&ccedil;&atilde;o geogr&aacute;fica, tipo e vers&atilde;o do navegador e sistema operacional</li>
                    <li> Informa&ccedil;&otilde;es sobre suas visitas e uso deste site, incluindo fonte de refer&ecirc;ncia,dura&ccedil;&atilde;o da visita, visualiza&ccedil;&otilde;es de p&aacute;gina e caminhos de navega&ccedil;&atilde;o no site</li>
                    <li>Informa&ccedil;&otilde;es, como seu endere&ccedil;o de e-mail, que voc&ecirc; digita quando se registra em nosso
                    site</li>
                    <li> Informa&ccedil;&otilde;es que voc&ecirc; digita ao criar um perfil em nosso site &ndash; por exemplo,
                    seunome, fotos de perfil, sexo, data de nascimento, status de relacionamento, interessese e hobbies</li> 
                    <li>Informa&ccedil;&otilde;es educacionais e de emprego</li>
                    <li> Informa&ccedil;&otilde;es, como seu nome e endere&ccedil;o de e-mail, que voc&ecirc; digita para configurar assinaturas de nossos e-mails e/ou newsletters</li>
                    <li>Informa&ccedil;&otilde;es que voc&ecirc; digita durante o uso dos servi&ccedil;os em nosso site</li>
                    <li>Informa&ccedil;&otilde;es geradas ao usar nosso site, incluindo quando, com que frequ&ecirc;ncia e emque
                    circunst&acirc;ncias voc&ecirc; o utiliza</li>
                    <li> Informa&ccedil;&otilde;es que voc&ecirc; publica em nosso site com a inten&ccedil;&atilde;o de public&aacute;-las
                    nainternet, incluindo seu nome de usu&aacute;rio, fotos de perfil e o conte&uacute;do de suaspublica&ccedil;&otilde;es</li>
                    <li>Informa&ccedil;&otilde;es contidas em quaisquer comunica&ccedil;&otilde;es que voc&ecirc; nos envia por e-mail ou atrav&eacute;s de nosso site, incluindo o conte&uacute;do e os metadados da comunica&ccedil;&atilde;o</li>
                    <li>Qualquer outra Informa&ccedil;&atilde;o pessoal que voc&ecirc; nos enviar.</li>
                </ul>
            </li>
            <li>Uso de suas Informa&ccedil;&otilde;es pessoais
            <p class="big">
                As Informa&ccedil;&otilde;es pessoais que nos s&atilde;o enviadas por meio de nosso site e redes sociais
            ser&atilde;ousadas para os fins especificados nesta pol&iacute;tica, podendo ser:
            </p>
            <ul>
                <li> Administrar nosso site e nossos neg&oacute;cios</li>
                <li> Personalizar nosso site para voc&ecirc;</li>
                <li> Possibilitar o uso dos servi&ccedil;os dispon&iacute;veis em nosso site</li>
                <li> Enviar produtos adquiridos atrav&eacute;s do nosso site</li>
                <li> Prestar servi&ccedil;os adquiridos atrav&eacute;s do nosso site</li>
                <li> Enviar comunica&ccedil;&otilde;es comerciais que n&atilde;o sejam de marketing</li>
                <li> Enviar notifica&ccedil;&otilde;es por e-mail solicitadas especificamente por voc&ecirc;</li>
                <li> Enviar nossa newsletter por e-mail, caso voc&ecirc; a tenha solicitado (voc&ecirc; pode nosinformar a qualquer momento se n&atilde;o quiser mais receber a newsletter)</li>
                <li> Fornecer a terceiros Informa&ccedil;&otilde;es estat&iacute;sticas sobre nossos usu&aacute;rios (mas essesterceiros n&atilde;o poder&atilde;o identificar nenhum usu&aacute;rio individual a partir dessasInforma&ccedil;&otilde;es)</li>
                <li> Lidar com perguntas e reclama&ccedil;&otilde;es feitas por voc&ecirc; ou sobre voc&ecirc; em rela&ccedil;&atilde;o ao nosso site</li>
                <li> Manter nosso site seguro e evitar fraudes</li>
            </ul>
            <p class="big"> 
                Verificar a conformidade com os termos e condi&ccedil;&otilde;es que regem o uso do nosso site(incluindo o monitoramento de mensagens privadas enviadas por meio do servi&ccedil;o de mensagens privadas do nosso site).Se voc&ecirc;
                enviar Informa&ccedil;&otilde;es pessoais para publica&ccedil;&atilde;o em nosso site, publicaremos e usaremos essas Informa&ccedil;&otilde;es de acordo com a licen&ccedil;a que voc&ecirc; nos concedeu.
            </p>
            <p class="big"> 
                Suasconfigura&ccedil;&otilde;es de privacidade podem ser
                usadas para limitar a publica&ccedil;&atilde;o de
                suasInforma&ccedil;&otilde;es em nosso site e ajustadas
                atrav&eacute;s do uso de controles de privacidade no
                site.Sem seu consentimento expresso, n&atilde;o
                forneceremos suas Informa&ccedil;&otilde;es pessoais a
                terceirospara fins de marketing direto por parte deles ou
                de terceiros.
            </p>

        <li>Divulga&ccedil;&atilde;o de Informa&ccedil;&otilde;es pessoais
            <p class="big"> 
                Podemos compartilhar suas
                Informa&ccedil;&otilde;es pessoais com nossa equipe e
                profissionais contratados conforme necess&aacute;rio para
                os fins estabelecidos nesta pol&iacute;tica.
                Podemosdivulgar suas Informa&ccedil;&otilde;es
                pessoais:
            </p>
        <ul>
            <li> Na medida em que somos obrigados a faz&ecirc;-lo por lei em rela&ccedil;&atilde;o a
            qualquer processo judicial em andamento ou potencial para estabelecer, exercer ou defender nossos direitos legais
            (incluindo fornecerInforma&ccedil;&otilde;es a terceiros para fins de preven&ccedil;&atilde;o de fraudes e
            redu&ccedil;&atilde;o do risco decr&eacute;dito) ao comprador (ou comprador em potencial) de qualquer
            neg&oacute;cio ou ativo queestejamos vendendo (ou contemplando vender)</li> 
            <li> A qualquer pessoa que acreditemos que possa solicitar a um tribunal ou outra autoridade competente a divulga&ccedil;&atilde;o dessas Informa&ccedil;&otilde;es pessoais, quando, em nossa opini&atilde;o razo&aacute;vel, for prov&aacute;vel
            que tal tribunal ou autoridade ordene a divulga&ccedil;&atilde;o dessas Informa&ccedil;&otilde;es pessoais.</li>
        </ul>
        <li>Transfer&ecirc;ncias internacionais de dados</li>
        <p class="big">
            Alguns de seus dados pessoais poder&atilde;o ser
            transferidos para outros pa&iacute;ses, por exemplo,quando
            utilizarmos servi&ccedil;os computacionais em nuvem para
            processamento ouarmazenamento de dados, localizados fora
            do Brasil. Neste caso, s&atilde;o adotadas todas asmedidas
            legais aplic&aacute;veis, em conformidade com a Lei Geral de
            Prote&ccedil;&atilde;o de Dados (LGPD) esuas futuras
            regulamenta&ccedil;&otilde;es, garantindo a
            prote&ccedil;&atilde;o e privacidade dos seus dados
            pessoais.
        </p>
        <li>Reten&ccedil;&atilde;o de Informa&ccedil;&otilde;es pessoais</li>
                <p class="big">
                        As Informa&ccedil;&otilde;es pessoais que processamos para qualquer
                    prop&oacute;sito ou prop&oacute;sitos n&atilde;odevem ser
                    mantidas por mais tempo do que o necess&aacute;rio para esse
                    prop&oacute;sito ou prop&oacute;sitos.Reteremos documentos
                    (incluindo documentos eletr&ocirc;nicos) que contenham dados
                    pessoais:
                </p>
            <ul>
                <li> Na medida em que somos obrigados a faz&ecirc;-lo por lei</li>
                <li> Se acreditarmos que os documentos podem ser relevantes para qualquer processojudicial em
                andamento ou potencial</li> 
                <li> Para estabelecer, exercer ou defender nossos direitos legais (incluindo
                fornecerInforma&ccedil;&otilde;es a terceiros para fins de preven&ccedil;&atilde;o de fraudes e redu&ccedil;&atilde;o do
                risco decr&eacute;dito)</li>
            </ul>
        <li>Seguran&ccedil;a de suas Informa&ccedil;&otilde;es pessoais</li>
            <ul>
                <li> Tomaremos as devidas precau&ccedil;&otilde;es t&eacute;cnicas e organizacionais para
                evitar a perda,mau uso ou altera&ccedil;&atilde;o de suas Informa&ccedil;&otilde;es pessoais
                <li> Armazenaremos todas as suas Informa&ccedil;&otilde;es pessoais fornecidas em nossos
                servidoresseguros (protegidos por senha e firewall)</li>
                <li> Todas as transa&ccedil;&otilde;es financeiras eletr&ocirc;nicas realizadas atrav&eacute;s do nosso site
                ser&atilde;oprotegidas por tecnologia de criptografia</li>
                <li> Voc&ecirc; reconhece que a transmiss&atilde;o de Informa&ccedil;&otilde;es pela internet
                &eacute; inerentementeinsegura e que n&atilde;o podemos garantir a seguran&ccedil;a dos dados enviados pela
                internet</li>
                <li> Voc&ecirc; &eacute; respons&aacute;vel por manter em sigilo a senha usada para acessar nosso site;
                n&atilde;oiremos solicitar sua senha (exceto quando voc&ecirc; fizer login em nosso site).</li>
            </ul>
        <li>Seus direitos</li>
            <p class="big">Voc&ecirc; pode solicitar o fornecimento de
                qualquer Informa&ccedil;&atilde;o pessoal que detenhamos
                etamb&eacute;m o n&atilde;o processamento de suas
                Informa&ccedil;&otilde;es pessoais para fins de marketing.
                Al&eacute;mdas Informa&ccedil;&otilde;es disponibilizadas
                nesta Pol&iacute;tica de Privacidade, voc&ecirc; pode
                tamb&eacute;m exerceros direitos previstos na Lei Geral de
                Prote&ccedil;&atilde;o de Dados, entre eles:</p>
            <ul>
                <li>Confirma&ccedil;&atilde;o da exist&ecirc;ncia de tratamento de
                dados pessoais</li>
                <li> Acesso aos dados pessoais</li>
                <li> Revoga&ccedil;&atilde;o do consentimento</li>
                <li> Corre&ccedil;&atilde;o de dados pessoais incompletos, inexatos
                ou desatualizados</li>
                <li> Elimina&ccedil;&atilde;o dos dados pessoais tratados com o consentimento ou
                desnecess&aacute;rios,excessivos ou quando entender que
                algum ponto da LGPD n&atilde;o foi atendido</li>
                <li> Informa&ccedil;&atilde;o sobre as hip&oacute;teses e com quais empresas, parceiros e outras
                institui&ccedil;&otilde;espodemos compartilhar, ou receber dados pessoais referentes a voc&ecirc;</li>
                <li> Informa&ccedil;&atilde;o sobre a possibilidade de n&atilde;o fornecer consentimento e sobre asconsequ&ecirc;ncias da negativa, quando aplic&aacute;vel.Todas as solicita&ccedil;&otilde;es ser&atilde;o tratadas de forma gratuita e ser&atilde;o submetidas a uma pr&eacute;viaavalia&ccedil;&atilde;o da sua identidade e da viabilidade do atendimento, a fim de cumprir
                comeventuais obriga&ccedil;&otilde;es que impe&ccedil;am o completo atendimento das requisi&ccedil;&otilde;es dos titulares
                de direito</li>
            </ul>
        <li>Sites de terceiros</li>
        <p class="big">
            Nosso site inclui links para e detalhes de sites de terceiros. N&atilde;o temos controle sobre
            e n&atilde;o somos respons&aacute;veis pelas pol&iacute;ticas e pr&aacute;ticas de privacidade de
            terceiros.
        </p>
        <li>Cookies</li>
        <p class="big">
            Nosso site usa cookies, um
            pequeno arquivo adicionado ao dispositivo do usu&aacute;rio
            parafornecer uma experi&ecirc;ncia personalizada de acesso
            &agrave; plataforma. Os cookies ajudam aanalisar o
            tr&aacute;fego de internet e nos permite saber quando o
            usu&aacute;rio visitou um siteespec&iacute;fico, mas
            n&atilde;o d&aacute; acesso a um computador ou revela
            Informa&ccedil;&otilde;es al&eacute;m dos dados queo
            usu&aacute;rio escolhe compartilhar conosco.
        </p>
        <li>Altera&ccedil;&otilde;es desta pol&iacute;tica</li>
        <p class="big">
            Podemos atualizar esta pol&iacute;tica periodicamente, atrav&eacute;s da
            publica&ccedil;&atilde;o de uma nova vers&atilde;oem nosso
            site. Voc&ecirc; deve verificar esta p&aacute;gina
            ocasionalmente para garantir quecompreende quaisquer
            altera&ccedil;&otilde;es nesta pol&iacute;tica. Podemos
            notific&aacute;-lo sobre altera&ccedil;&otilde;es
            nestapol&iacute;tica por e-mail ou atrav&eacute;s do
            sistema de mensagens privadas em nosso site.
        </p>
        <li>Fale conosco</li>
        <p class="big"> 
            Sempre que voc&ecirc; tiver alguma d&uacute;vida
            sobre esta Pol&iacute;tica de Privacidade, mesmo ap&oacute;s
            sualeitura, ou precisar interagir conosco sobre assuntos
            envolvendo os seus dados pessoais,poder&aacute;
            faz&ecirc;-lo entrando em contato com nossa equipe pelo email: thenobrega@thenobrega.tech
        </p>
    </ol>
</div>
    </html>
    <button class="back-button" onclick="goBack()">Voltar</button>
</body>
